IdeaRS.Connections
TimberInsertedPlateType Enumeration
Compatible with IDEA StatiCa 0.0
[Missing <summary> documentation for "T:IdeaRS.Connections.Data.TimberInsertedPlateType"]
 Namespace: IdeaRS.Connections.Data
 Assembly: IdeaRS.Connections (in IdeaRS.Connections.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public enum TimberInsertedPlateType
Members
Member name | Value | Description
Inserted | 0
Enclosed | 1
See Also
Reference
IdeaRS.Connections.Data Namespace